Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 玉仙城才刚遭逢大难，作为大公子却跑到这种偏远的地方来，据他所知，星罗城再过不久就要举办选拔赛，这个时候他不应该出现在这里才对，除非有什么东西比选拔赛更重要。
en_us: The Immortal Jade City had just encountered a great catastrophe. Though he was eldest young master (大公子), he ran over to such a remote place. From what he knew, the Silk Star City (星罗城) would be holding a selection trial (选拔赛) in the near future. He should not have been out here at this sort of time unless there was something more important than the selection trial.

source: 玉床太坚硬，切成两部分显然不可能，游小默干脆从底部下手，因为石床是固定在地上的。
en_us: The jade bed was too hard to be cut into two parts. You XiaoMo thought he might as well start from the bottom because the jade bed was fixed to the ground.

source: 玉柜里的顶级灵草都是中级灵草，上品一株都没有，大概都被丹房的主人带在身上。
en_us: All of the pinnacle level magic herbs in the jade cabinet were of mid-grade quality, none of the high-grade ones. (上品) They were probably on the person who owned this room.

source: 玉简里记录的正是许多灵丹的丹方，文字很古老，和凌霄从丘冉那里偷来的天魂经一样，以前他又对比过翻译和原本，所以他看得懂一些字。
en_us: Recorded within the jade drive were the pill recipes of many magic pills. The characters of the pill recipes were ancient, looking just like characters from the Heavenly Soul Scripture that Ling Xiao stole from Qiu Ran. He could comprehend a few characters as he had compared the translation and original text in the past.

source: 王老板一想到里面的客人十之八九就是赶走白衣人和黑衣人的人，就狠心拿了半斤茶叶，还将他房间那套上等的紫色茶具带了上来。
en_us: Remembering that he was eighty/ninty percent sure the guest was the one who had chased away the man in black and man in white, he made his mind and took out half a catty of tea leaves. Not only that, he also brought along his high-grade purple tea set with him.

source: 王老板一愣，立即回道：“有点。”
en_us: Owner Wang was taken back for a second before answering, "A few."

source: 王老板不是个喜欢说大话的人，八成人都相信他的话，还有两成持怀疑态度。
en_us: Owner Wang was not someone who exaggerated so most of them believed him while a few were skeptical.

source: 王老板推开门走进去，看到坐在桌边的男人，他亲自将男人要的茶沏好，随后他又将两坛上百年的花雕拿出来。
en_us: When owner Wang opened the door and stepped inside, he saw the man sitting by the table. He even personally brewed the tea for the man and brought his two jars of hundred year Shaoxing wine.

source: 王老板满腹疑惑，撇下杨老板急匆匆的跑到二楼，那间房的门依旧紧闭，里面的人也不知道有没有离开。
en_us: With a stomach full of questions, owner Wang left owner Yang and hurriedly ran up to the second floor. The door was still closed shut, and he wasn't sure if the people inside left or not.

source: 王老板猛吸一口气，这下他终于确定了，连忙说道：“小人是来问问，客人要不要喝酒，小人的酒窖里藏有上百年的花雕。”
en_us: Owner Wang violently took a breathe in, now he was sure and quickly answered, "I'm just here to ask if you wanted any drinks? In our wine cellar we have a hundred year old Shaoxing wine." (花雕) (小人)

source: 王老板离开前偷偷的朝里面瞄了一记，透过屏风只是隐约看到一道人影盘腿坐在床上且一动也不动。
en_us: Before the owner left, he secretively took a glance inside and saw a faint sillouhette of a person sat crossed legged on the bed, unmoving behind the screen (屏风).

source: 王老板笑呵呵，能不重建他是很高兴，不然又要花掉一大笔灵晶。
en_us: Owner Wang had a cheerful smile on, it was great that he didn't have to rebuild his inn, otherwise it would've been a huge investment.

source: 现在他们已经不需要再改头换脸了，身份既然已经被拆穿了，也就没什么好隐藏的，光明正大的，别人反而认不出他们。
en_us: They no longer needed to change their faces as their identities has been exposed and they had nothing to hide. On the contrary, others may not recognize them with them walking about openly.

source: 现在他又试着回想一遍，确实没有疏漏才开始。
en_us: Now, he tested it out and went through it again in his mind. Only after ensuring that there were no emissions did he begin.

source: 现在他没心思像想那些，他从江流那儿偷听到一件事。
en_us: Nevertheless, he was not in the mood to think about these now as he had overheard something from Jiang Liu.

source: 现在又增加了转生丹这个烦恼，要是把关系搞砸了，他就别想出现在东洲人多的地方了，那缺少的两株灵草要上哪去找？
en_us: Now he had the Reincarnation Pill added to his troubles. If he messed up and made more grudges, then he could banish all thought of going anywhere with many Dong Zhou people again, and then where would he go to find the two magic herbs he was missing?

source: 现在回想起来，掌柜昨晚的行径其实很可疑。
en_us: Thinking back on it now, the concierge's actions last night were actually very suspicious.

source: 现在外面的人都以为姬云琅只是失踪而已，实际上，只有妖凰族的人才知道，姬云琅已经死了，凰族有一座本命楼，楼里供奉的都是妖凰族所有成员的本命心火，所谓心火，有人死灯灭之意。
en_us: Currently, the people outside all thought that Ji YunLang was just missing. In actual fact, only those from the Demon Phoenix Clan know that Ji YunLang was dead. The Phoenix Clan had a Lifebound Tower (本命楼) and enshrined in the tower were the the Lifebound Heart Fires(本命心火) of all the members of the Demon Phoenix Clan. The Heart Fire(心火) would extinguish upon the death of that person.

source: 现在大家想离开都不行。
en_us: Now no one could leave even if they wanted to.

source: 现在就算游小默不杀它，把它晾在湖边，不用十天半个月它也会死。
en_us: Even if You XiaoMo didn't kill it then, just by letting it out to dry by the lake, in a few weeks, it would die.

source: 现在很多人都在找他们的，他师傅也不例外。
en_us: Right now, a lot of people were looking for the two of them, and his shifu wasn't an exception.

source: 现在的游族人其实已经不如远古那般正统，多数其实是远古游族人的旁枝，加上后世因为各种原因，现在就连赤血家族本家人也不够正统。
en_us: The current You Family members were not nearly as 'legitimate' as those of the ancient past. Most of them were from side-familes of the ancient You Family and along with many later reasons, even the main family/branch of the Vermillion Blood Clan were not very 'legitimate'.

source: 现在这种情况说明自然城里正在发生什么麻烦事，而他们现在最需要的就是避免麻烦，所以是为了莫景的灵草沾上麻烦，还是现在就离开，凌霄把选择权交给游小默。
en_us: The current situation indicated that some troublesome matter was happening inside ZiRan City and what they needed the most now was to avoid trouble. Therefore, Ling Xiao passed the right to choose whether to attract trouble by getting Mo Jing's magic herbs or leave right away to You XiaoMo.

source: 现在，很多地方都在讨论一件事。
en_us: Now, many people were all talking about one topic.

source: 现在，滕家全军覆没，柴家却还剩下四个人。
en_us: Now, the Teng family had been wiped out, but the Chai family had four still standing.

source: 理想很丰满，现实很骨感！
en_us: His dreams were very ambitious, but reality was very harsh!

source: 瓦片这种东西得轻拿轻放，不然稍微碰撞就会发出声响，在寂静的夜里声音还会扩大几倍。
en_us: Things like tiles had to be gently handled, otherwise it would make a sound with just a slight collision and the sound would be magnified several times in the silent night.

source: 甘长老一语便道出游小默的修为。
en_us: Elder Gan revealed You XiaoMo's cultivation with one sentence.

source: 甘长老的目光顿时移到游小默身上，这一看不仅发出一个疑惑的声音，“彩级一品，而且即将突破二品，你这位朋友叫什么名字，怎么好像没看过？”
en_us: Elder Gan's gaze immediately moved to You XiaoMo. He could not help letting out a voice of doubt, "A Grade One Rainbow Level, and one that is one the verge of breaking through to Grade Two. What is your friend's name, why does it seem that we have not seen him before?"

source: 甘长老等人由于身份地位比较高，他们每月能得到的积分相对校多。
en_us: Since Elder Gan and the others were in very high positions, the amount of points they could gain every month was comparatively higher.

source: 生存在活水河界的强大并不是只有通灵玄龟一族而已，哈有许多从几万年前就生存在这里的老牌大妖兽，比如这片海域的领主赤雷海蛟。
en_us: The Psychic Black Turtle clan wasn't the only force to be reconize with in the Living Waters River Boundary. There was many ancient (老牌) demon beasts that has resided here from tens of thousands of years ago. The lord (领主) of this sea area(海域), the Red Thunder Mizuchi/Flood Dragon(赤雷海蛟), was just one of them.

source: 由于一区的导师和长老比二区和三区多，所以面积又是最大，约莫有四五十个铺子，大多数铺子里都坐着一位导师或长老。
en_us: Since Block 1 had more teachers and elders than Block 2 and Block 3, they also had the most space. There were approximately forty to fifty shops, and most of the shops had either one teacher or elder sitting inside.

source: 由于他们飞地高与快，水妖大概也能感觉到他们的修为，所以沼泽平静得不起一丝波澜。
en_us: Because they were flying both high and fast, the water demons most likely could also sense their cultivation level, so the swamp was peaceful without a single ripple.

source: 由于在家里不受爸妈的重视，小时候的游小默就想着做点什么事吸引爸妈的注意力，那时候他的脑袋还不是很聪明，于是选择了做饭，事后差点没后悔的自杀，因为他没吸引到爸妈的注意，反而把游路和游柏给吸引来了，从此他过上了悲催的生活。
en_us: Since they rarely seemed to care about him, the young You XiaoMo wanted to do something to attract the attention of parent. He wasn't very smart back then, so he chose to cook, and definitely regretted it afterwards, because he didn't get his parents' attention, but instead You Lu and You Bai. From then on, he lived a miserable life.

source: 由于居住在东洲的都是通天大陆原始的种族，他们思想补 开化，所以造成这里很多东西都比外面的落后，比如东洲的修炼者与凡人就分得很清楚，很少出现修炼者与凡人住在同一个城镇的情况，当然也有个别例外的。
en_us: Since most of those who lived in Dong Zhou were the most primitive races, they weren't open to experience, causing the development here to fall behind. For example, the practitioners in Dong Zhou segregated themselves strictly from normal people. It was very rare that practitioners and normal people would be found in the same town. Of course, there were some exceptions.

source: 由于有人游震天三人的加入，地图的价格没过多久就超过了六亿，大家似乎都比较保守，每次加价的数目都在一到两千万灵晶之间。
en_us: Because You ZhenTian and the others had joined in, the price of the map went past six hundred million soon enough. Each increase was only ten to twenty million.

source: 由于淬炼的灵草数量比较多，游小默比平时要小心一些，因此多花了一些时间，反复淬炼了四次，时间只过去了一个时辰，若是平时，他估计还要再花半个时辰才能完成。
en_us: You XiaoMo had to be more careful than usual since there was a larger number of herbs being distilled, so it took him more time, too. By the time he repeated his distillation for the fourth time, only an hour had passed. Usually, he would need another half hour to finish.

source: 由于滕家与柴家有实力的都败了，所以他们的空缺就被其他人填上，有的甚至是排名在五十名之后的。
en_us: Since the Teng and Chai families were wiped out, the spaces left by them were filled in by others, even some who didn’t rank in the top fifty.

source: 由于灵草的品质不一样，效果肯定也有很大的差别，所以难道肯定会比以前高一些，因此更需要小心。
en_us: Due to the different qualities of the magic herbs, the effects would greatly vary as well. Therefore, the difficulty level would be higher than normal, he would have to be more careful too.

source: 由于炼丹房靠近外侧，如果有人经过一不小心是会被发现的，所以游小默捧着灵草和凌霄去了书房，书房的空间够大，只要小心点就行了。
en_us: Since the Pill Refining Room was closer to the outside, if someone came by accident, they would discover it, thus You XiaoMo carried the magic herbs and went with Ling Xiao to the study. The study had enough space so they just needed to be a bit careful.

source: 由于通灵玄龟的动作太大，游小默为了稳住身形，根本无法做其他事情，偏偏他带出来的小妖兽们都帮不上什么忙，再这样下去，玄泽说不定会把他带到他的同伴那里去。
en_us: Due to the Psychic Black Turtle's large movements, it took all he had to stablize himself and not only that, all of demon beasts he brought along were useless. If this kept up, Xuan Ze could very well bring him to where his comrades were.

source: 由于鼻子和眼睛太显眼，两人直接从嘴巴的缝隙前进去。
en_us: As the nose and eyes were too conspicuous, the two directly entered from a small crack at the mouth.

source: 男人一脚踢开刑七的尸体，一边朝他看了过来，黑若深潭的眼睛仿佛含着一丝兴味之色，赤裸裸的杀气霎时令高殷浑身一冷，冷汗立刻浸湿了衣衫。
en_us: With one kick, the man kicked away Xing Qi's body and looked towards his direction. That dark-as-abyss eyes contained a sliver of interest (兴味之色) as the unreserved killing intent sent a shiver down Gao Yan's spine, instantly cold sweat drenched his shirt.

source: 男人不是很适应的甩掉大刀上的血，方对他温和的说道：“接下来轮到你了，你喜欢清蒸还是煎炸？”
en_us: The man flicked off the blood on his large knife a bit unnaturally. He said to him warmly, "It's your turn next. Would you rather be steamed or fried?"

source: 男人不相信，一看就有问题，他看向唯一表情正常的游小默，“能说一说发生什么事了吗？”
en_us: The man didn't believe it. It was clear something was wrong. He looked to You XiaoMo, who was the only one with a normal expression. "Could you tell me what happened?"

source: 男人从座位上站起来，笑眯眯的说道：“好了，我么也去看看吧。”
en_us: The man stood up from his seat and smiled. "Okay, let's go take a look as well."

source: 男人修长的腿突然借天明停顿的空挡，猛然朝他踢去。
en_us: The man's slender leg suddenly took advantage of the moment where Tian Ming halted and abruptly kicked at him.

source: 男人偏头看了他一眼，脸上却没有丝毫意外，这个人不是别人，正是刚刚追杀另外两名黑蜘蛛成员的黑袍男子。
en_us: The white-robed man tilted his head and glanced at him, but there was no surprise on his face. He was no one else, but the man in the black robe who had just been chasing the two other members of the Black Spider.

source: 男人却已经瞬移到他面前，手上的刀从他头顶劈下，黑袍人丁看到自己被劈成了两半，两秒后意识才完全消失。
en_us: But the man had already appeared in front of him in an instant. He sliced his knife from the top of his head down, and the fourth person in black watched as his own body was split into two. Two seconds later, his consciousness finally disappeared.

source: 男人呵呵一笑，“现在还不是时候。”
en_us: The man chuckled and said, "It's not the time yet."

source: 男人在听到他的话后不禁皱起眉，总觉得他话中有话一样，在鬼冢山脉不一定能立刻出现在鬼哭涯，可是他了解凌霄，绝对不是个会说大话的人，除非他有百分之百的把握。
en_us: The man couldn't help but frown after hearing this. He always felt as if his words had double meanings. In the Ghost Tomb Mountain Range, one couldn't necessarily instantly appear in the Weeping Ghost Shore, but he understood Ling Xiao and knew that he absolutely was not someone who would brag needlessly unless he was one hundred percent sure.

source: 男人将少年放下，身形一闪便冲到两人中间，不到五秒就与两人交手了不下百次，看似简单、直来直往的动作，其实每一下都仿佛带起火一样，那股雄厚的灵力震得两人握着短刀和扇子的手微微发麻起来。
en_us: The man put the young man down before his figure flashed as it dashed in between the two. It was not even five seconds before he had exchanged no less than a hundred moves with the two. The moves which looked simple and straightforward appeared as if they contained flames. That strong and solid soul power (灵力) shook the two so much that their hands holding onto their dagger and fan became slightly numb.

source: 男人平静地说道：“有什么事到笑阁再说。”
en_us: The man serenely said, “If there’s anything, bring it up when we go to the Smile Pavilion (笑阁)."

source: 男人并没有制止他们，他相信，等他们亲眼看到凌霄的实力就会知道谁才是真正的强者。
en_us: The man didn't stop them. He trusted that when they saw Ling Xiao's strength with their own eyes, they would know who the real expert was.

source: 男人应了一声，“应该就是他们。”
en_us: The man hummed in agreement, "It should be them."

source: 男人悠然的目光从弯刀移到对方身上，带着一丝浅浅的打量，嘴角慢慢的弯起一丝弧度，露出浅笑：“所以？”
en_us: The man's leisurely gaze moved from the scimitar to the other party, giving him up with a shallow look. The corners of his mouth slowly curved a little, showing a faint smile, "So?"

source: 男人惊叹的看着凌霄，女人则是一脸爱慕，这个世道谁不喜欢强者，有实力的人往往会很受欢迎。
en_us: The men looked at Ling Xiao was wonder, while the women looked at him with adoration. In this world, who didn't like experts? Powerful people would always be greatly welcomed.

source: 男人拿出血玉，血玉和传音石有些相似，不同的是不能直接对话，只能一手握紧血玉，然后通过心神进行交谈。
en_us: The man took out the Blood Jade (血玉), the Blood Jade was like a transmission stone (传音石), but you can't talk directly into it. What you do is hold the jade tightly with one hand and using one's (心神) to communicate.

source: 男人望着某个方向灿烂的笑起来，虽然没有名字，但他已经确信。
en_us: The man gazed into the distance with a brilliant smile. He was already convinced although he did not have a name.

source: 男人沉默的瞥了他一眼。
en_us: The man glanced at him silently.

source: 男人淡淡的瞥他一眼，“你不是我的对手。”
en_us: The man glanced at him indifferently, "You are no match for me."

source: 男人满意的点了点头，他一直在期待他的突破，万年前其实是反对他去中级位面的，就是担心会影响到他的晋级。
en_us: The man nodded in satisfaction. He had always been looking forward to his breakthrough. Ten thousand years ago he was opposed to Ling Xiao going to the Middle Level Realm, fearing that it would affect his advancement.

source: 男人点点头，“可以，我们到外面去说。”
en_us: The man nodded, "It is, let's go outside and talk."

source: 男人甩掉刀上的血，这是他第一次用刀杀人，感觉和以前杀人时很不一样。
en_us: The man flicked off the blood on his blade. This was the first time he killed with a blade, it felt very different his previous methods of killing people.

source: 男人眉毛一挑，“那就奇了，他倒是说过最迟十天就能找到鬼哭涯。”正因为如此，所以他才会赶在今天回来，就是想和他见一面，因为他说有很重要的事情要问他。
en_us: The man raised his eyebrows, "That's weird, he said that at most it was going to take him ten days to find the Weeping Ghost Shore." It was because of that did he hurry back today, just to see him. Afterall, he had something important to say.

source: 男人看向一脸淡定从容的天刀，轻轻地笑了起来，“你早就知道有人潜进鬼哭涯是吗？”
en_us: The man looked at Tian Dao, who seemed calm and collected. He laughed lightly. "You've known for a long time that someone snuck into Weeping Ghost Shore, right?"

source: 男人看着他的背影却没有追上去，表情嘲讽。
en_us: The man stared at his figure and sneered, but didn't give chase.

source: 男人眼眸一沉。
en_us: Man's eyes are darkened.

source: 男人眼神深邃的看向一直表现的漫不经心的凌霄，欣慰笑道：“霄儿，上次看到你的时候似乎是七星巅峰，这次你的修为应该不止是七星巅峰了吧？”
en_us: The man looked at Ling Xiao who constantly had an indifferent expression and smiled in gratification, "Xiao-er, you seemed to be at seven star pinnacle Divine Realm the last time I saw you. This time, your cultivation should be higher than seven star pinnacle, right?"

source: 男人知道，谜团和他们口中的青年有关。
en_us: The man knew that the enigma (谜团) was related to the youth they mentioned.

source: 男人神态略微慵懒，俊逸的外表犹如鬼斧神工，精雕细琢，和凌霄略带正阳之气的俊美不同，这个人不论是气质还是神态都颇为邪魅惑人。
en_us: The man gave off a slight lethargic impression. His handsome exterior were as if craved by god, carefully sculpted. Different from Ling Xiao's 'manly' (正阳之气) handsomeness, this man, from his expression to the air around him, gave off the devil's lure. (邪魅惑人)

source: 男人笑着反问道：“这就是你对待救命恩人的态度？”
en_us: The man smiled and asked in reply, "Is this the attitude you have towards your savior?"

source: 男人说话的同时，一只手已经搭在他的脑袋上，愉快的说道：“所以，你的内丹我就不客气的收下了。”
en_us: As the man was talking, his hand was already on Xing Qi's head, in delight he said, "Thus, I'll be taking your (内丹), you welcome."

source: 男人说：“你能这么想也很好。”
en_us: The man said, "It's still very good that you can think like this."

source: 男人轻哼一声：“我还没伤到连自己走路都不行的地步。”说完就拿开他的手自己往前走。
en_us: The man huffed lightly. "I'm not injured to the point where I can't even walk on my own." Then he took his arm away and started walking on his own.

source: 男人问了自己比较感兴趣的问题。
en_us: The man asked about what he was more interested in.

source: 男儿膝下有黄金！
en_us: One doesn't just kneel! /A man should have his diginity and not kneel! (男儿膝下有黄金)

source: 男子不禁有些后悔，早知道当初就不要闲得无聊跟他出来干这种事情，现在想走也走不了了。
en_us: The man was a little regretful. If he had known it would be so boring, he wouldn't have gotten involved, but now he couldn't just up and leave.

source: 男子不经意的往窗外一瞥，一愣：“师弟，你快看下面。”
en_us: The man casually glanced out of the window and stared in surprise. "Look, down there."

source: 男子也没想到他会这么好说话，逐抬起一只手说：“每人十枚灵晶。”
en_us: The man didn't think he'd be so open about it. He raised a hand and said, "Ten spirit gems per person."

source: 男子割开麻袋的绳索，一颗年轻靓丽的脑袋露了出来。
en_us: The man cut the rope tying the sack closed, revealing a young and beautiful head.

source: 男子嘴角勾起一抹狂傲，“好了，是选择留下一只手和一条腿，还是把命交代在这里，选吧。”
en_us: The corner of the man's mouth curled up in conceit. "Alright now, would you rather left an arm and leg here or die. Choose."

source: 男子开口了，“集九镇有规矩，凡是外来者想进镇必须缴纳入镇费，否则一律补允许进入，这是东洲的规矩。”
en_us: The man spoke, "JiJiu Town has rules that outsiders must pay an entry fee, otherwise they will not be allowed in. This is the law of Dong Zhou."

source: 男子拿着轻易得来的灵晶，这才侧开身体让他们进去。
en_us: The man took the easily gotten spirit gems and stepped aside, letting them in.

source: 男子正是老板娘的丈夫，今天无事刚好过来想看看他娘子的生意怎么样，结果恰巧遇到这一幕。
en_us: The man was the husband of the lady boss. He came here today just to see how his wife's business was going since he had nothing to do. As a result, he happened to come across this scene.

source: 男子气质略微斯文，但长相偏向阴柔，特别是那双丹凤眼，生生的破坏了脸上仅剩的一丝阳刚之气，气质被拉低了很多，和独眼刀疤那张粗犷的脸完全相反，让人不得不怀疑，他们俩真的是亲兄弟吗？
en_us: The man had an air of sophistication about him, but his features were on the softer side, especially his slanted eyes that destroyed what trace of hard masculinity that remained. This ruined his image. He was the complete opposite of One-Eyed Scarface's fierce looking face. It really made people wonder, were they actually brothers?

source: 男子没有在意他的话，继续刚刚的话题，“你还没说怎么了，是不是有谁惹你生气了？”
en_us: The man didn't take his words to heart, and he continued the previous topic. "You still haven't said what's wrong, did someone make you mad?"

source: 男子站起来往外走，走到门口才停下来，转身说道：“既然破绽那么多，查一查就知道是谁了。”
en_us: The man stood up before walking outside. He stopped at the doorway and turned around. "Since there are so many weak points, we just have to investigate a little and we'll know who it is."

source: 男子缓缓的道：“你与独眼的恩怨我不管，但是但敢打伤我哥哥，就这么让你走了，我的面子要往哪里放，放了你也可以，我哥哥的伤有多重，你便加倍还吧。”
en_us: The man slowly said, "I don't care about what personal grudge you and One-Eye have, but you dared to injure my brother. If I just let you go, then I'd lose face. I can let you go, but you'll have to pay double for whatever you've done to my brother."

source: 男子脸上的笑意更深了，他朝洞府的方向意味深长的看了一眼，转身便往四人中最厉害的那个人逃走的方向追过去，身影一晃而过便消失了。
en_us: The smile on the man's face deepened. He looked meaningfully in the direction of the Immortal’s Cave before chasing after the one who was the most powerful. In an instant, his figure disappeared.

source: 男子脸上突然露出一抹诡笑，“放心，到时候自会有人去‘招待’他们。”
en_us: A smirk appeared on the man's face. "Don't worry, they'll be someone there to 'welcome' them."

source: 男子见他想走，轻蔑的冷哼一声，“敢欺负我娘子？
en_us: The man saw that he wanted to walk away and snorted in contempt, "You dare to bully my wife?

source: 男子踩着一地碎片走进去，“任务的目标不在那里，我再留在那里也没什么作用，师傅他老人家也说了，所以让我先回来，说是另有任务。”
en_us: The man stepped all over the broken pieces as he walked inside. "The target of that task isn't there, so there's not much point for me to stay there. Even shifu himself said so, so he told me to come back first and said there's another task."

source: 男子身着一身黑色锦袍，五官英俊冷厉，嘴角却挂着一丝若有似无的血腥笑容，不知是对他们，还是天生如此，手上拿着一把像烧火棍一样的武器，身上散发着一股浓浓的血腥味，就在站在距离他们不到两百米的地方。
en_us: The man wore a black embroidered robe, his features handsome but cold. A smile that seemed faintly bloody hung on his lips, and they weren't sure if it was directed at them, or if he was just born like that. He held a weapon that looked like a fire iron in his hand, and the thick scent of blood reeked from his body as he stood less than two hundred meters away from them.

source: 男执事说：“没说不代表没有。”
en_us: The male manager said, "Just because it wasn't said doesn't it it doesn't exist."

source: 画面仿佛一下子定格了。
en_us: The scene seemed to have frozen all at once.

source: 留下联络信息，莫景与他们在郊外分别了。
en_us: Leaving behind his contact information, Mo Jing parted with them at the outskirts.

source: 番茄汁？
en_us: Tomato sauce?

source: 白天加晚上，游小默被禁欲了一个多月的凌霄做到下不了床，隔天腿还在打颤，某人还不许他用灵水去除疲劳。
en_us: For a full day and night, Ling Xiao, who had been forced into abstinence for a over month, made sure You XiaoMo wasn't able to get off the bed. His legs were still shaking the day after, and a certain someone refused to let him use spiritual water to relieve his exhaustion.

source: 白天港口只有两排小渔船，晚上岸边果然多了两艘大商船，几乎是小渔船的几十倍大。
en_us: There were only two rows of small fishing boats in the harbor during the day. At night, there was an addition of two large merchant ships anchored to the shore and they were almost several dozen times bigger than the small fishing boats.

source: 白天的事件虽然引起轰动，但是目前还没有人敢找游小默的麻烦，就连他们集九镇最厉害的男人都龟缩起来了，他们就算找上门也只有被揍的份，所以此事得从长计议。
en_us: Though they had caused quite a commotion earlier today, no one had dared to come and mess with them yet. Even the strongest man of JiJiu Town had cowered. Even if they did cause trouble, they'd only be looking for a beating.

source: 白天的鬼冢山脉比晚上更壮观，放眼望去全是一片光秃秃，红褐色的山峰和黑棕色的山峰纵横交错，高耸入云。
en_us: The Ghost Tomb Mountain Ranges was even more spectacular in the day. Bare reddish-brown peaks and dark brown peaks that towered into the clouds were criss-crossing as far as the eye could see.

source: 白色身影的主人是一名十八岁左右的少年。
en_us: The white shillouthette belonged to a young man around eighteen or so.

source: 白虎人太懒，所以宫殿除了好看舒适像个超级大迷宫之外，基本没什么陷阱机关，不过结界却有不少。
en_us: White Tiger was lazy, so the palace, apart from being beautiful labyrinth filled with lavish comfort, there weren't any traps and the likes, though there were quite a few seals and barriers.
